// js/news-data.js

const newsData = [
    {
    date: '2026-07-13',
    title: '夏季休診のお知らせ',
    content:`
8月13日(木)〜15日(土)は、休診致します。休診中のNPO活動のメディックスクラブ（8/13）も休業となります。
    `
  },
  {
    date: '2026-07-01',
    title: '臨時休診のお知らせ',
    content:`
7月18日(土)は、日本心臓リハビリテーション学会学術集会への出席のため臨時休診致します。
    `
  },
  {
    date: '2026-06-16',
    title: '休日当番医のお知らせ',
    content:`
6月21日(日)は、高崎市休日当番医　内科　を行います。診療時間は9:00-18:00です。
    `
  },
  {
    date: '2026-04-13',
    title: 'ゴールデンウィークの休診について',
    content:`
ゴールデンウィークは5月3日（日）〜6日（水）に加え、5月7日（木）〜9日（土）も休診いたします。宜しくお願いいたします。
    `
  },
  {
    date: '2025-12-30',
    title: '休日当番医のお知らせ',
    content:`
12月31日（水）は、高崎市休日当番医　内科　を行います。診療時間は9:00-18:00です。
    `
  },
  {
    date: '2025-12-12',
    title: '12/16午後 休診のお知らせ',
    content:`
都合により12月16日午後は休診いたします。よろしくお願いいたします。
    `
  },
  {
    date: '2025-12-11',
    title: 'インフルエンザ予防接種助成は12月末までです',
    content:`
法定接種の時期は、高崎市では10月から12月末までが実施期間です。接種をご希望の方は予約なく接種できますので、お申し出ください。
    `
  },
  {
    date: '2025-12-06',
    title: '年末年始の休診のお知らせ',
    content:`
12月28日(日)から1月4日(日)までは、年末年始の休診となります。
    `
  },
  {
    date: '2025-11-14',
    title: '特定NPO法人　ジャパンハートクラブ　クラウドファンディングのお知らせ',
    content:`

ジャパンハートクラブは、だれもが心臓リハビリテーションに参加しやすいづくりを目指して活動しています。現在、全国で18支部（22会場）の対面式のMedEx Clubとオンライン型のTele-MedEx Clubで心臓リハビリの教室を行っています。
当院は、高崎支部会場として心臓リハビリテーションセンターを提供すると共に、当院職員も指導メンバーとして参加し、ジャパンハートクラブの活動に協力しています。

今回のプロジェクトでは、心臓病の予防と再発防止に効果的な心臓リハビリへの参加率の低さという課題を解決するため、「MedEx Club」（対面式）と、特に地理的・環境的な制約を受けにくいオンライン型の「Tele-MedEx Club」の拡大を目指しています。

渋谷区ふるさと納税を通じて、クラウドファンディングを始めました。ご賛同ご協力いただければ幸いです。

<a href="https://furusato-shibuya.jp/cf/detail.php?unid=8c990d6e9c8531ec112827ed0aed1565" target="_blank">詳細はこちら</a>

            `
  },
  {
    date: '2025-11-04',
    title: '当院スタッフが学会研究発表をおこないました',
    content:`
11月1日（土）に東京科学大学にて行われた第10回心臓リハビリテーション学会関東甲信越支部地方会において、以下の研究発表を行いました。
* 横澤看護師兼管理栄養士　「通信技術を活用した心臓リハビリテーション栄養指導の新たな展開」
* 設楽理学療法士　「脂質に対する長中期的な外来心臓リハビリテーションの効果」

これからも、当院での治療成績を広く発信し、心臓リハビリテーションの発展を通して治療の発展と皆様の健康にお役立てるよう励んで参ります。
    `
  },
  {
    date: '2025-09-29',
    title: '11月1日（土）臨時休診のお知らせ',
    content:`
心臓リハビリテーション学会関東甲信越支部地方会参加のため11月1日（土）は休診となります。
    `
  },
 {
    date: '2025-09-27',
    title: 'インフルエンザワクチン、新型コロナワクチンの予防接種について',
    content:`
10月1日（水）から、インフルエンザ、新型コロナワクチン予防接種が始まります。

**【期間】** 10月1日から12月末まで

**【料金】** インフルエンザワクチン(syringe)：65才以上 1,500円／64才以下 4,000円

コロナウイルスワクチン(syringe)：65才以上 5,000円／64才以下 15,000円

※65才以上で高崎市外にお住まいの方は金額が異なる場合があります

**【予約】** お電話または受付にてご予約ください

専用予約枠は月・水・金のそれぞれ午後となります（ご都合が合わない方はお気軽にご相談ください）

**【持ち物】** 65才以上の方は「健康づくり受診券（青いシール同封）」をお持ちください

    `
  },
 {
    date: '2025-08-22',
    title: 'お詫び',
    content:`
8月17日（日）の、高崎市休日当番医の診療時間について、誤りがありました。患者様、関係者の方々に大変ご迷惑をおかけいたしました。今後は記載内容について確認を徹底し再発予防に努めます。

    `
  },
  {
    date: '2025-08-02',
    title: '休日当番医のお知らせ',
    content:`
8月17日（日）は、高崎市休日当番医　内科　を行います。診療時間は9:00-12:00、14:00-16:00です。
    `
  },
  {
    date: '2025-07-10',
    title: '7月28日（月）臨時休診のお知らせ',
    content:`
都合により7月28日（月）は休診となります。
    `
  },
  {
    date: '2025-07-09',
    title: '当院での高崎市肺がん（胸部・結核）検診受付の一時休止',
    content:`
肺がん検診提出画像データの調整のため、当院での高崎市肺がん（胸部・結核）検診を休止します。その他の健診・検診は通常通り実施しています。
    `
  },
  {
    date: '2025-07-01',
    title: '夏季休業のお知らせ',
    content:`
8月12日（火）〜8月16日（土）は休診となります。休診中のNPO活動のメディックスクラブ（8/12,8/14）も休業となります。
    `
  },
  {
    date: '2025-06-20',
    title: '7月19日（土）臨時休診のお知らせ',
    content:`
心臓リハビリテーション学会参加のため、7月19日（土）は休診となります。
    `
  },
  {
    date: '2025-06-19',
    title: '院長が慢性心不全診療連携講演会に登壇しました',
    content:`
6月18日に行われた慢性心不全診療連携講演会で、院長がディスカッションとして登壇しました。
群馬県の心不全診療の方向と問題点について、心臓リハビリテーションの立場から、課題と解決索について発言を行いました。
      `
  },
  {
    date: '2025-06-17',
    title: '精密睡眠ポリグラフ検査を導入しました',
    content: `
スリーププロファイラーPSG2による睡眠ポリグラフ検査を開始しました。
これにより、従来の簡易ポリソムノグラフィ検査で確認出来なかった睡眠深度測定が可能になります。
入院することなく自宅で睡眠時無呼吸症候群の詳細な状態を調べることで、より効果的に睡眠時無呼吸症候群の治療が出来ます。
    `
  },
  {
    date: '2025-05-30',
    title: '6月24日(火)臨時午後休診のお知らせ',
    content: `
院長の所用のため、6月24日(火)の診療は、午前中のみとなります。午後は休診になりますのでご注意ください。

NPO活動のメディックスクラブは、午後6時30分より通常通りの開催です。
    `
  },
  {
    date: '2025-04-27',
    title: '今年も健診が始まります。',
    content: `
**【期間】** 令和7年5月〜12月25日

**【対象】**
* 特定健診：高崎市在住で40〜74歳の国民保険に加入している方
* 後期高齢者健診：75歳以上の群馬県後期高齢者医療に加入している方

**【内容】** 問診、身体計測、血圧測定、採血、尿検査（該当者のみ心電図・貧血検査）

**【費用】** 無料

※ご希望の方はお電話でご予約をお願いします
※当日は朝食を食べずに、8時45分までに来院していただきます
※ご自宅に届いている問診票をご記入の上、受診券と一緒にお持ちください

下記の検診も一緒に受けられます。対象の方は高崎市よりご自宅に案内が届いていますのでご確認ください。
* 胸部（肺がん・結核）検診
* 胃がん（リスク）検診
* 大腸がん検診
* 前立腺がん検診
* 肝炎ウイルス検診
* 骨量検診
    `
  },
  {
    date: '2025-03-26',
    title: 'ゴールデンウィーク期間の診療について',
    content: `
ゴールデンウィーク期間中は祝日、休日を除き通常通りの診療です。心臓リハビリテーションも通常通りです。

* 4月29日(火) 祝日: 休診
* 4月30日(水): 通常診療
* 5月 1日(木): 午前診療 （午後１時まで）
* 5月 2日(金): 通常診療
* 5月 3日(土)〜 6日(火) 祝日: 休診

ご不便をおかけしますが、何卒ご了承ください。
    `
  },
  {
    date: '2025-03-20',
    title: '風邪症状のある方へのお願い',
    content: `
発熱、咳、のどの痛み、鼻水、倦怠感などの風邪症状がある場合は、院内にお入りになる前に、まずお電話（[027-352-1270](tel:027-352-1270)）にてご連絡いただきますようお願いいたします。

院内感染防止のため、ご理解とご協力をお願い申し上げます。

来院時間を調整させていただく場合がございます。
    `
  },
  {
    date: '2025-03-15',
    title: '在宅心臓リハビリ支援プログラムを開始しました',
    content: `
ご自宅にいながら心臓リハビリテーションを継続できる「在宅心臓リハビリ支援プログラム」を開始いたしました。

通信機能付きの専用タブレットをお貸出しし、理学療法士によるオンラインでの集団運動療法や、保健師・栄養士による生活アドバイスなどを提供します。在宅での運動継続をサポートします。

通院が困難な方や、より積極的にリハビリに取り組みたい方におすすめです。詳しくは[オンライン診療ページ](telemedicine.html#rehab)をご覧いただくか、お気軽にスタッフまでお問い合わせください。（※本プログラムは自費診療となります）
    `
  },
  {
    date: '2025-02-28',
    title: '花粉症の診療について',
    content: `
当院では花粉症治療も行っています。

関東甲信は2月中旬より、スギ花粉の飛散がはじまります。

飛散開始が認められる前からの治療が効果的です。早めの花粉症対策を行いましょう。
    `
  },
  {
    date: '2025-01-10',
    title: '肺炎球菌ワクチン接種のご案内',
    content: `
65歳の方が定期接種の対象ですが、高崎市では66才以上の方でも助成が受けられる場合があります。窓口までご相談ください。
    `
  }
];